{
	"clientID": "9fh2IOjGBEqwOw",
	"secretKey": "gnF2Nl8SXfpb3fiYO1GodUM4l34",
	"userAgent": "python/PRAW:com.example.myredditapp:v1.0.0",
  "username": "skadpop",
  "password": "Jun7lou@",
  "data": [
    {"question": "yee"},
    {"descriptions" : "nee"}
  ]
}

"Why does our skin retain a certain shape?"
"Why do we have 360 degrees, 60 minutes, 24 hours, etc. instead of more whole number totals?"
"Why does an accident on one side of a roadway cause traffic in the opposite side?"
"Why are laundry baskets perforated?"
"How come timezones are not always straight lines across the globe?"
"What is the purpose of the little flap in our ear (where people put earrings)?"
"How come car tires cant turn ninety degrees?"
"Why does wetting my face or nose get rid of boogers inside my nose?"
"Why does unisex mean both sexes when the uni- prefix means one?"
"Why do theaters have so much carpet flooring?"

"I know that bones are what holds our body together, but why does our skin choose to form one shape rather than another?"
"I feel like these numbers were quite arbitrary. It would make more sense to have 10 months, 20 hour days, 100 seconds in a minute, etc."
"I don't see the need to have holes in laundry baskets. Socks or other smaller items could just fall out of the basket"
"Why are places located at borders allowed to choose? Shouldn't time be more of a natural phenomenon since its based on the sun?"
"There seems to be no real reason we have the flap in a biological sense. Why are they there in the first place?"
"Wouldn't it make more sense to have cars be able to rotate their front wheels 90 degrees to easily make turns or park? How come the wheels are not designed like frton wheel of an airplane?"
"Everytime I wash my face or get my nose wet with a little bit of water, it seems like all of boogers vanish somehow. Why does that happen?"
"Many hair salons or barbers have 'unisex' signs that are meant say they work with both genders, but based on the prefix, shouldnt it be exclusive to one gender?"
"With all of the drinks and food they serve, there are bound to be plenty of spills and cleanups, and carpet seems like the worst option for this"

AskReddit:
"What is your favorite smell?"
"What are some funny and not flat out pornographic things that I can google on my roomates laptop?"
